[
  "code-emitter",
  "calendar",
  "obsidian-icon-folder",
  "editing-toolbar",
  "obsidian-style-settings",
  "dataview",
  "tabs",
  "quickadd",
  "mlir-syntax-highlight",
  "media-extended",
  "homepage",
  "callout-manager"
]